{
    "home-label": "Home",
    "about-us-label": "Sobre Nós",
    "spaces-label": "Comodidades",
    "gallery-label": "Galeria",
    "experiences-label": "Experiências",
    "reservar-label": "Reservar",
    "historical-villages-label": "Aldeias Históricas",
    "shale-villages-label": "Aldeias Do Xisto",
    "gardunha-mountain-label": "Serra da Gardunha",
    "estrela-mountain-label": "Serra da Estrela",
    "festivals-label": "Festas e Romarias",
    "contact-email": "casadavila.pt@hotmail.com",
    "contact-phone": "(+351) 964 849 002",
    "contact-phone-2": "(+351) 966 910 051",
    "whatsAppLink": {
        "text": "Conversar no WhatsApp"
    },
    "gallery":{
        "text": "Galeria"
    },
    "about-us": {
        "title": "Sobre nós",
        "paragraph1": "Olá! Sou a Maria da Conceição, mas pode tratar-me por São.",
        "paragraph2": "É com imenso prazer que lhe apresento a história do meu mais recente projeto de vida. Tudo começou com uma casa de pedra abandonada, à espera de uma nova vida, onde embarquei na emocionante aventura da sua reconstrução. Uma verdadeira obra de amor e dedicação que aos poucos deu vida a este novo e acolhedor espaço, a Casa da Vila.",
        "paragraph3": "Apesar de já estar perto da reforma, não consegui parar de trabalhar. Encontrei na decoração e na arte de receber pessoas as minhas grandes paixões, e decidi unir esses dois mundos neste projeto. Cada detalhe, desde os móveis escolhidos com carinho até às pequenas surpresas que preparei para os nossos hóspedes, reflete a minha dedicação em proporcionar uma estadia verdadeiramente acolhedora e memorável.",
        "paragraph4": "Com carinho,",
        "signature": "Maria da Conceição Ferreira da Silva"
    },
    "booking": {
        "book": "Reservar",
        "onWebsite": "No site",
        "phone": "Telemóvel",
        "email": "Email",
        "or": "ou",
        "fillForm": "Preencha o formulário abaixo",
        "name": "Nome",
        "checkInDate": "Data de Check-in",
        "checkOutDate": "Data de Check-out",
        "adults": "Número de Adultos",
        "children": "Número de Crianças",
        "observations": "Observações",
        "sendReservation": "Enviar Reserva",
        "errorCheckInFuture": "A data de check-in deve ser no futuro.",
        "errorCheckOutAfterCheckIn": "A data de check-out deve ser após a data de check-in.",
        "errorCheckOutMaxTwoMonths": "O intervalo entre as datas não pode ser maior que 2 meses.",
        "reservationFor": "Reserva para",
        "paragraph1": "Agradecemos o seu interesse em reservar connosco!",
        "paragraph2": "A sua reserva só será confirmada após contacto direto com o gestor das reservas. Recomendamos que nos ligue diretamente para garantir uma confirmação rápida e segura.",
        "paragraph3": "Estamos à disposição para qualquer dúvida. Esperamos recebê-lo em breve!"
    },
    "words-break-section": {
        "simplicity": "Simplicidade",
        "comfort": "Conforto",
        "history": "História",
        "separator": "•"
    },
    "rooms": {
        "amenities": "Comodidades",
        "description1": "Casa Da Vila - Alojamento Local é uma casa de pedra renovada, dividida em dois apartamentos no rés-do-chão e primeiro andar.",
        "description2": "O exterior mantém o estilo típico da região, com portas e janelas em tons de vinho, refletindo a cor das cerejas do Fundão.",
        "description3": "O interior combina rusticidade com um design limpo e acolhedor.",
        "groundFloorApartment": "Casa Da Vila I",
        "duplexApartment": "Casa Da Vila II",
        "seeMore": "Ver mais"
    },
    "gallery-break-section": {
        "viewGallery": "Veja a nossa galeria"
    },
    "experiences": {
        "title": "Experiências",
        "seeMore": "Ver mais",
        "alpedrinha": "Alpedrinha",
        "historicalVillages": "Aldeias Históricas",
        "schistVillages": "Aldeias do Xisto",
        "gardunhaMountain": "Serra da Gardunha",
        "estrelaMountain": "Serra da Estrela",
        "festivities": "Festas e Romarias"
    },
    "routes": {
        "historicalVillages": "/AldeiasHistoricas",
        "schistVillages": "/AldeiasDeXisto",
        "gardunhaMountain": "/SerraDaGardunha",
        "estrelaMountain": "/SerraDaEstrela",
        "alpedrinha": "/Alpedrinha",
        "festivals": "/Romarias"
    },
    "RoadTimelineHistorical": {
        "title": "Aldeias Históricas",
        "description": [
        "A Casa da Vila é um verdadeiro tesouro para os entusiastas do Patrimônio e da História.",
        "Situada em uma região cercada por diversas Aldeias Históricas, como a nossa vizinha Castelo Novo, Monsanto, Belmonte e Sortelha.",
        "A partir daqui, você pode embarcar em uma autêntica viagem pelo tempo, explorando o coração de Portugal.",
        "Aproveite a nossa sugestão de roteiro, esperemos que goste!"
        ],
        "routes": [
        {
            "title": "Castelo Novo (6,5km)",
            "description": [
            "Em plena Serra da Gardunha, Castelo Novo ergue-se em tons de verde e cinza.",
            "Em plena Serra da Gardunha, a Aldeia Histórica de Castelo Novo ergue-se em tons de verde e cinza. Construída sobre o granito, Castelo Novo conserva no tempo um património arquitetónico único."
            ],
            "image": "/images/Experiencias/AldeiasHistoricas.webp"
        },
        {
            "title": "Monsanto (41km)",
            "description": [
            "Alcandorada num cabeço que se impõe ao olhar na maior parte dos horizontes. Um encanto singular.",
            "Alcandorada num cabeço que se impõe ao olhar na maior parte dos horizontes, a Aldeia Histórica de Portugal de Monsanto detém um encanto singular."
            ],
            "image": "/images/AldeiasHistoricas/Monsanto.webp"
        },
        {
            "title": "Belmonte (44km)",
            "description": [
            "Terra de Pedro Álvares Cabral, detém uma ampla vista sobre a Serra da Estrela.",
            "Terra de Pedro Álvares Cabral, situada em plena Cova da Beira e com ampla vista sobre a encosta oriental da Serra da Estrela, a vila de Belmonte justifica plenamente as características que lhe terão dado o nome."
            ],
            "image": "/images/AldeiasHistoricas/Belmonte.webp"
        },
        {
            "title": "Sortelha (56,5km)",
            "description": [
            "A sua fisionomia urbana e arquitectónica permanece inalterada desde o Renascimento.",
            "Sortelha é uma das mais belas e antigas vilas portuguesas, tendo mantido a sua fisionomia urbana e arquitectónica inalterada desde o renascimento até aos nossos dias."
            ],
            "image": "/images/AldeiasHistoricas/Sortelha.webp"
        }
        ],
        "bottomLogo": "/images/AldeiasHistoricasPortuguesas.png"
    }, 
    "RoadTimelineSchist": {
        "title": "Aldeias do Xisto",
        "description": [
            "Entre as sinuosas serras da Estrela, Açor e Gardunha, ou nas margens serenas dos rios Tejo, Ocreza e Zêzere, encontra-se entrelaçada a rede das 27 aldeias do Xisto, um tesouro inestimável da nossa região e herança.",
            "Para os aventureiros, em busca dessa imensa riqueza histórica, cultural e natural, a Casa Da Vila sugere duas das mais cativantes Aldeias do Xisto que, curiosamente, se localizam no nosso concelho do Fundão.",
            "Aproveite a nossa sugestão de roteiro, esperemos que goste!"
        ],
        "routes": [
        { 
            "title": "Barroca (39,8km)", 
            "description": [
                "Num pequeno morro, ladeado por duas linhas de água, junto ao rio Zêzere.",
                "A parte mais antiga da aldeia está implantada ao longo de um pequeno morro, ladeado por duas linhas de água profundamente cavadas, formando um conjunto perpendicular ao curso do Zêzere, com o qual confina."
            ], 
            "image": "/images/AldeiasDoXisto/Barroca.webp" 
        },
        { 
            "title": "Janeiro de Cima (52,1km)", 
            "description": [
                "Caminhe pelo emaranhado de ruas sinuosas cujas casas revelam as suas características fachadas em xisto.",
                "Janeiro de Cima encontra-se na margem esquerda do Zêzere, rodeada por uma extensa manta de terrenos agrícolas. Caminhe pelo emaranhado de ruas sinuosas cujas casas revelam as suas características fachadas em xisto."
            ],
            "image": "/images/AldeiasDoXisto/JaneiroDeCima.webp" 
        }
        ], 
        "bottomLogo": "logo-aldeias-xisto.png"
    },
    "RoadTimelineGardunha": {
        "title": "Serra da Gardunha",
        "description": [
            "Explore os seus trilhos e maravilhe-se com as vistas panorâmicas deslumbrantes enquanto se aventura pelas encostas desta serra imponente.",
            "Venha explorar este tesouro da região e deixe-se encantar pela sua beleza singular.",
            "Aproveite a nossa sugestão de roteiro, esperemos que goste!"
        ],
        "routes": [
            {
                "title": "Percursos pedestres, trail ou btt",
                "description": [
                    "Desbrave as Rotas da Serra da Gardunha, uma jornada imersiva e fascinante.",
                    "Desbrave as Rotas da Serra da Gardunha, uma jornada imersiva e fascinante na reserva natural da Rede Natura 2000 e no Geopark Naturtejo."
                ],
                "image": "/images/PercursosGardunha.jpg"
            },
            {
                "title": "Casa do Guarda",
                "description": [
                    "Amplas áreas de lazer e uma vista deslumbrante das majestosas serras circundantes.",
                    "Neste local encantador, aguardam-no amplas áreas de lazer, equipadas com mesas, churrasqueiras, espaços para preparar deliciosas refeições ao ar livre e ainda oferece uma vista deslumbrante das majestosas serras circundantes."
                ],
                "image": "/images/CasaDoGuarda.jpeg"
            }
        ],
        "bottomLogo": "logo-serra-gardunha.png",
        "isNature": true
    },
    "RoadTimelineEstrela": {
        "title": "Serra da Estrela",
        "description": [
            "Explore os seus trilhos e maravilhe-se com as vistas panorâmicas deslumbrantes enquanto se aventura pelas encostas desta serra imponente.",
            "Venha explorar este tesouro da região e deixe-se encantar pela sua beleza singular.",
            "Aproveite a nossa sugestão de roteiro, esperemos que goste!"
        ],
        "routes": [
            {
                "title": "Torre",
                "description": [
                    "Ponto mais alto de Portugal Continental com 1993 metros acima do nível do mar.",
                    "Ponto mais alto de Portugal Continental com 1993 metros acima do nível do mar. Uma torre de 7 metros foi construída de forma que o ponto mais alto alcance simbolicamente 2 000 metros."
                ],
                "image": "/images/Experiencias/SerraEstrela.jpeg"
            },
            {
                "title": "Seia",
                "description": [
                    "Uma das mais importantes cidades situadas no sopé do Parque Natural da Serra da Estrela.",
                    "Situada a 550 metros de altitude, Seia é uma das mais importantes cidades situadas no sopé do Parque Natural da Serra da Estrela e uma porta de entrada para o ponto mais alto de Portugal Continental (Torre)."
                ],
                "image": "/images/Seia.jpeg"
            }
        ],
        "bottomLogo": "logo-serra-estrela.png"
    },
    "RoadTimelineAlpedrinha": {
        "title": "Alpedrinha",
        "description": [
            "Explore os seus trilhos e maravilhe-se com as vistas panorâmicas deslumbrantes enquanto se aventura pelas encostas desta serra imponente.",
            "Venha explorar este tesouro da região e deixe-se encantar pela sua beleza singular.",
            "Aproveite a nossa sugestão de roteiro, esperemos que goste!"
        ],
        "routes": [
            {
                "title": "Palácio do Picadeiro",
                "description": [
                    "Palácio do século XVIII. Foi recentemente recuperado e transformado num museu cultural.",
                    "Construído no século XVIII por um magistrado, o solar passou por várias mãos e funções, desde tribunal a hospital e até tipografia de jornal. Abandonado durante anos, foi recuperado recentemente e transformado num museu cultural."
                ],
                "image": "/images/Alpedrinha/Picadeiro_2.webp" 
            },
            {
                "title": "Chafariz D. João V",
                "description": [
                    "Construído a mando de D. João V. Estrutura-se em dois níveis, com escadaria em U, de estilo barroco.",
                    "Construído a mando de D. João V. Estrutura-se em dois níveis, com escadaria em U. É um chafariz barroco e edificado em granito. É constituído por um baluarte com três faces cada uma com a sua respetiva bica."
                ],
                "image": "/images/Alpedrinha/Chafariz_D_Joao_V.webp"
            },
            { 
                "title": "Paços do Concelho", 
                "description": [
                    "Antigo edifício dos Paços do Concelho, construído em 1680, de planta retangular com três pisos.",
                    "Antigo edifício dos Paços do Concelho, construído em 1680, de planta retangular com três e um piso. Entre 1972 e 1973 sofreu obras de restauração, sendo depois aqui instalada a Junta de Freguesia e uma associação recreativa."
                ],
                "image": "/images/Alpedrinha/PacosConcelho.webp"
            },
            { 
                "title": "Terreiro de Santo António", 
                "description": [
                    "Terreiro único, onde a vista inconfundível sobre o horizonte, se complementa com a bela Capela de Santo António.",
                    "Terreiro com uma capela única de planta longitudinal simples com um volume único e com cobertura em telhado de duas águas. O interior apresenta uma capela-mor ladeada por corredores laterais com acesso à capela-mor e um aposento que acede à tribuna."
                ],
                "image": "/images/Alpedrinha/TerreiroStAntonio.jpeg" 
            },
            { 
                "title": "Casa do Pátio", 
                "description": [
                    "Casa do Pátio ou Solar dos Britos é uma casa senhorial, conhecida pela fonte existente no balcão da fachada principal.",
                    "Casa do Pátio ou Solar dos Britos é um solar barroco de planta retangular, com três pisos definidos por frisos e uma fachada principal dividida em três panos. Destaque para uma fonte existente no balcão da fachada principal."
                ],
                "image": "/images/Alpedrinha/CasadoPatio.webp" 
            },
            { 
                "title": "Igreja Matriz", 
                "description": [
                    "Igreja maneirista, composta por três naves com quatro tramos, uma capela-mor mais estreita e baixa, uma sacristia e um anexo.",
                    "Igreja maneirista, composta por três naves com quatro tramos, uma capela-mor mais estreita e baixa, uma sacristia e um anexo. Foi reconstruída entre 1557 e 1578 sobre um templo primitivo datado do século XII/XIII."
                ],
                "image": "/images/Alpedrinha/IgrejaMatriz.webp" 
            },
            { 
                "title": "Teatro Clube de Alpedrinha", 
                "description": [
                    "O primeiro teatro a surgir no Distrito de Castelo Branco, sendo atualmente um dos seus maiores polos de dinamização cultural.",
                    "O Teatro Clube de Alpedrinha foi o primeiro teatro a nascer no Distrito de Castelo Branco, sendo atualmente um dos seus maiores polos de dinamização cultural."
                ],
                "image": "/images/Alpedrinha/TCA.webp" 
            },
            { 
                "title": "Igreja da Misericórdia", 
                "description": [
                    "Mesmo ao lado da Casa da Vila, é um exemplo notável da arquitetura maneirista do final do século XVI e início do século XVII.",
                    "Localizada no coração da vila, e imediatamente ao lado da Casa da Vila, a Igreja da Misericórdia de Alpedrinha destaca-se como um exemplo notável da arquitetura maneirista do final do século XVI e início do século XVII."
                ],
                "image": "/images/Alpedrinha/IgrejaDaMisericordia.webp" 
            }
        ],
        "bottomLogo": "logo-alpedrinha.png"
    },
    "RoadTimelineFestivals": {
        "title": "Festas e Romarias",
        "description": [
            "Explore as melhores festas de Alpedrinha e arredores.",
            "Aproveite as nossas sugestões, esperemos que goste!"
        ],
        "routes": [
            { 
                "title": "Festa da Cereja", 
                "location": "Alcongosta", 
                "month": "Junho", 
                "image": "/images/Romarias/FestaDaCereja.jpeg" 
            },
            { 
                "title": "Anjo da Guarda", 
                "location": "Alpedrinha", 
                "month": "Agosto", 
                "image": "/images/Experiencias/AnjoDaGuarda.webp" 
            },
            { 
                "title": "Chocalhos", 
                "location": "Alpedrinha", 
                "month": "Setembro", 
                "image": "/images/Romarias/Chocalhos.jpeg" 
            },
            { 
                "title": "Míscaros", 
                "location": "Alcaide", 
                "month": "Novembro", 
                "image": "/images/Romarias/Miscaros.webp" 
            }
        ],
        "bottomLogo": "logo-festivais.png"
    },
    "reservationBreakSection": {
          "title": "Reservar a Casa da Vila",
          "text": "Veja disponibilidades e faça a sua reserva clicando em baixo",
          "asteriscotext": "*Os preços podem variar ao longo do ano devido à sazonalidade. Por favor, entre em contacto com o proprietário do alojamento para confirmar o valor final da sua estadia.",
          "bookButton": "Reservar",
          "priceFrom": "Desde",
          "priceValue": "80€*"
    },
    "feedback": {
        "title": "Testemunhos",
        "testimonials": [
          {
            "text": "A casa é muito acolhedora e bem equipada. Fomos muito bem recebidos. Uma experiência a repetir.",
            "author": "Manuel",
            "country": "Portugal"
          },
          {
            "text": "Tudo espetacular, casa limpa e cozinha com o essencial para se cozinhar. Dona São super simpática.",
            "author": "Alexandra",
            "country": "Portugal"
          },
          {
            "text": "Aconchego, conforto e decoração. Mas, também, a disponibilidade e simpatia da proprietária.",
            "author": "Pedro",
            "country": "Portugal"
          },
          {
            "text": "Excelente aproveitamento das áreas. Boa iluminação natural. Bastante privacidade.",
            "author": "Martins",
            "country": "Portugal"
          }
        ]
    },
    "privacyPolicy": {
        "title": "Política de Privacidade",
        "informationCollected": "Informações Recolhidas",
        "informationCollectedDetails": "Ao utilizar o nosso site, podemos recolher as seguintes informações:",
        "personalInformation": "Informações pessoais fornecidas voluntariamente, como nome, endereço de e-mail e número de telefone, ao preencher formulários ou interagir com o site.",
        "usageData": "Dados de utilização, incluindo endereço IP, tipo de navegador, páginas visitadas e tempo despendido no site, recolhidos automaticamente através de tecnologias de rastreamento, como cookies.",
        "useOfInformation": "Utilização das Informações",
        "useOfInformationDetails": "Utilizamos as informações recolhidas para os seguintes fins:",
        "provideAndMaintain": "Fornecer e manter o nosso site, incluindo a personalização de conteúdo e análise de desempenho.",
        "respondQueries": "Responder a consultas e solicitações dos utilizadores e fornecer suporte ao cliente.",
        "sendMarketing": "Enviar comunicações de marketing, quando autorizado pelos utilizadores.",
        "complyWithLegal": "Cumprir obrigações legais e regulamentares.",
        "sharingOfInformation": "Partilha de Informações",
        "sharingOfInformationDetails": "Não partilhamos as suas informações pessoais com terceiros, exceto quando necessário para cumprir obrigações legais, proteger os nossos direitos ou em caso de fusão ou aquisição.",
        "cookiesAndTechnologies": "Cookies e Tecnologias Semelhantes",
        "cookiesAndTechnologiesDetails": "O nosso site utiliza cookies e tecnologias similares para personalizar conteúdo, analisar a utilização do site e fornecer publicidade direcionada. Ao continuar a navegar no site, concorda com a utilização de cookies.",
        "dataSecurity": "Segurança dos Dados",
        "dataSecurityDetails": "Implementámos medidas de segurança adequadas para proteger as suas informações contra acesso não autorizado, alteração, divulgação ou destruição.",
        "yourRights": "Os Seus Direitos",
        "yourRightsDetails": "Tem o direito de aceder, corrigir ou eliminar as suas informações pessoais. Para exercer estes direitos, contacte-nos através dos canais fornecidos neste documento.",
        "policyChanges": "Alterações a Esta Política",
        "policyChangesDetails": "Podemos atualizar esta política de privacidade periodicamente. Recomendamos que reveja esta página regularmente para estar a par de quaisquer alterações.",
        "contactUs": "Contacte-nos",
        "contactUsDetails": "Se tiver alguma dúvida ou preocupação sobre a nossa política de privacidade, contacte-nos através deste endereço de email casadavila.pt@hotmail.com ou através deste número de telemóvel (+351) 969 303 119."
    },
    "cookieBanner": {
        "message": "Este site utiliza cookies para garantir a melhor experiência para você.",
        "accept": "Aceitar cookies",
        "learnMore": "Saiba mais"
    },
    "footer": {
        "location": "Localização",
        "address": "Rua do Forno, 1",
        "city": "Alpedrinha",
        "postalCode": "6230-058",
        "contacts": "Contactos",
        "email": "casadavila.pt@hotmail.com",
        "phone": "(+351) 964 849 002",
        "phone-2": "(+351) 966 910 051",
        "credits": "Desenvolvido por"
    },
    "ground_floor_apartment": "Casa Da Vila I",
    "duplex_apartment": "Casa Da Vila II",
    "max_adults": "4 adultos máximo",
    "baby_notice": "1/2 bebé(s) com aviso prévio",
    "double_bed": "1 Quarto, cama de casal",
    "sofa_bed": "1 sofá cama",
    "fast_free_wifi": "Wifi rápido e gratuito",
    "air_conditioning": "Ar condicionado",
    "private_bathroom": "Casa de banho privativa",
    "fully_equipped_kitchen": "Cozinha totalmente equipada",
    "cable_tv": "Televisão c/ canais por cabo",
    "double_single_beds": "1 cama de casal + 2 camas de solteiro",
    "balcony": "1 varanda",
    "reserve": "Reservar",
    "exterior": "exterior"
}